[{"NPC":"Even if there is a lot of food, it will run out or perish. I assume you're not keen on starvation.","ID":"0","Choices":[{"Target":"1","Player":"Okay, let's leave."},{"Target":"$","Player":"I'll see what's outside first. I don't want to push you to your death."},{"Target":"1g","Player":"I'm ambivalent. We'd just as well meet our end here."}]},{"NPC":"You'll need to push me out of the door.","ID":"1","Choices":[{"Target":"11","Player":"All right, I'll push you "},{"Target":"10","Player":"Too much effort. I'm leaving on my own."}]},{"NPC":"What question!","ID":"2","Choices":[{"Target":"8","Player":"Why?"},{"Target":"7","Player":"All right. Do you know anything about this room?"}]},{"NPC":"I can't remember my name. But there are worse things than forgetfulness. Had! ","ID":"3","Choices":[{"Target":"5","Player":"Does my gait amuse you too?"},{"Target":"s","Player":"What do you remember?"}]},{"NPC":"[The silence thickens.]","ID":"4","Choices":[{"Target":"17","Player":"[You do not break the silence.]"},{"Target":"p","Player":"He's dead..."}]},{"NPC":"Possibly, yes. I can hear an asymmetry in your steps. You are obliged to walk. You do so as your circumstances permit. Being purely hypothetical, my gait is perfect.","ID":"5","Choices":[{"Target":"1a","Player":"So you hear me limp! What's more, I can't sit without great discomfort."},{"Target":"6","Player":"What a load of dross!"}]},{"NPC":"The world is dross. I am of the world. What else could I speak?","ID":"6","Choices":[{"Target":"1h","Player":"And what do you know of the world?"},{"Target":"1C","Player":"Your premise is flawed."}]},{"NPC":"So I'm in a room... There was a metallic rumbling from behind some time before you arrived. The rest you know.","ID":"7","Choices":[{"Target":"r","Player":"What else did you hear before I got here?"}]},{"NPC":"My answering any question would have affirmed both. We might be closer to whatever it is we're supposed to do.","ID":"8","Choices":[{"Target":"B","Player":"Are you always this rude?"},{"Target":"C","Player":"What if you were alive, but could not hear me?"},{"Target":"7","Player":"You're right. I didn't think. What can you tell me about this room?"}]},{"NPC":"Our creator is sick! Disturbed! One bishop short of a diocese!","ID":"9","Choices":[{"Target":"1s","Player":"That would explain the state of this place."},{"Target":"m","Player":"Not to mention unimaginative!"}]},{"NPC":"If you have the stomach for it, by all means kill me.","ID":"a","Choices":[{"Target":"c","Player":"Might be the only fun I have here."},{"Target":"d","Player":" No! I could never do that. I was... I was joking."},{"Target":"b","Player":"Putting you out of your misery is the humane thing to do,"}]},{"NPC":"Make it quick, then. Put an end to it!","ID":"b","Choices":[]},{"NPC":"Go on! But please don't draw out the act because it excites you. I would hate for the dregs of my suffering to be savoured someone like you.","ID":"c","Choices":[]},{"NPC":"Ha ha ha. Do you have anything useful to say?","ID":"d","Choices":[{"Target":"e","Player":"Yes."},{"Target":"f","Player":"No."}]},{"NPC":"Come on then. Out with it!","ID":"e","Choices":[{"Target":"1#","Player":"We can't stay here. We'll starve eventually."},{"Target":"1%","Player":"We should eat something."}]},{"NPC":"Do you have anything useless to say?","ID":"f","Choices":[{"Target":"x","Player":"Most of my vocabulary is useless here: Sky, fur, boats, joy, ecclesia... Compound interest!"},{"Target":"1#","Player":"I'll tell you what's useless: staying here and talking."}]},{"NPC":"Pitch black? That would make no difference to me.","ID":"g","Choices":[{"Target":"14","Player":"Yes, but.it could be a precipice."},{"Target":"11","Player":"Would you like me to push you out of the door, then?"}]},{"NPC":"[He pauses for some time.] Yes.","ID":"h","Choices":[{"Target":"i","Player":"Are you able to feed yourself?"},{"Target":"k","Player":"Why didn't you tell me you're hungry? There's a stove in here."},{"Target":"l","Player":"Has no one fed you? You must be starving!"}]},{"NPC":"Yes, I'm the only quadriplegic cook you're likely to meet.","ID":"i","Choices":[{"Target":"j","Player":"Really?"},{"Target":"m","Player":"Hah! Okay, do you want me to try to cook you something?"}]},{"NPC":"No, you cretin! I'm tempted to ask you to cook me something, in the hope that you will manage to poison me.","ID":"j","Choices":[{"Target":"1j","Player":"Why would I offer you so quick a way out? You can starve for all care!"},{"Target":"1i","Player":"How would gullibility make me a dangerous cook?"},{"Target":"W","Player":"You're unkind, but I will try to cook you something."}]},{"NPC":"Hunger is only a faint titillation now, promising much. That is to say, nothing.","ID":"k","Choices":[{"Target":"W","Player":"Don't be morbid, Let me cook you something!"},{"Target":"a","Player":"I can think of quicker ways of killing you."},{"Target":"n","Player":"If you're that blase about eating, let's talk about something else."}]},{"NPC":"I don't remember anyone feeding me.","ID":"l","Choices":[{"Target":"W","Player":"I'll make something to eat."},{"Target":"s","Player":"What do you remember?"}]},{"NPC":"Yes, unimaginative.","ID":"m","Choices":[{"Target":"0","Player":"Indeed. So do we eat or leave?"}]},{"NPC":"Oh by all means! Lets talk about something else.","ID":"n","Choices":[{"Target":"o","Player":"Like what?"},{"Target":"14","Player":"Besides idle talk, the only option is leaving this room."}]},{"NPC":"Why are you asking me? It was your idea.","ID":"o","Choices":[{"Target":"0","Player":"There's nothing left to say. We eat or we leave."},{"Target":"2l","Player":"What did you do before you ended up here?"}]},{"NPC":"He's alive.","ID":"p","Choices":[{"Target":"q","Player":"You're alive?"},{"Target":"3","Player":"Ah... yes. I'm Had. Nice to meet you."}]},{"NPC":"No. This sentence is an improbable concatenation of the sounds naturally made by a decomposing body.","ID":"q","Choices":[{"Target":"21","Player":"What?"},{"Target":"3","Player":"That's nice. My name's Had. Nice to meet you."}]},{"NPC":"I don't remember hearing anything.","ID":"r","Choices":[{"Target":"s","Player":"Do you remember anything at all?"}]},{"NPC":"I remember nothing.","ID":"s","Choices":[{"Target":"t","Player":"That can't be true! You must remember something."},{"Target":"u","Player":"You don't remember a single person you've ever met?"},{"Target":"v","Player":"Literally nothing?"}]},{"NPC":"You're right. There's definitely something here. I just needed to relax my definition of a thing.","ID":"t","Choices":[{"Target":"K","Player":"All right. I won't force you to discuss your life."},{"Target":"u","Player":"A thing? What about people?"},{"Target":"3k","Player":"There's an entire person there!"}]},{"NPC":"Not people but words. Words I've recalled again and again. Descendants of words once spoken. My many faux pas! Other than those the time I got the last word in with that braggart! And the blithe bruising words of that manipulatrix!","ID":"u","Choices":[{"Target":"A","Player":"You don't even remember your mother?"},{"Target":"1F","Player":"There must have been more people. What about the faux pas?"},{"Target":"z","Player":"This could have even been a single manipulative braggart. At most two people! No one  in all of humanity you were close to?"}]},{"NPC":"All I know is what I have and in a sense it's worse than nothing. Nothing would be bliss compared to the traces of failure my brain bears.","ID":"v","Choices":[{"Target":"a","Player":"I could give you this nothingness."},{"Target":"X","Player":"\"Traces of failure\", You must remember more than you're letting on, nor can all of those memories be as bad as you let on."}]},{"NPC":"What I am! Be is a form of the verb \"am\". ","ID":"w","Choices":[{"Target":"3l","Player":"Okay."},{"Target":"3m","Player":"Spare me the grammar lesson!"},{"Target":"3l","Player":"[You remain silent.]"}]},{"NPC":"Joy! What a notion. We could be the ecclesia. I will found a religion. You my disciple.","ID":"x","Choices":[{"Target":"9","Player":"Tell me, beneficent one. Why are we in this room?"},{"Target":"E","Player":"We could do worse."}]},{"NPC":"A light bulb changes. From off to on and back again, for its entire life.","ID":"y","Choices":[{"Target":"2o","Player":"There's more to you than a light bulb."},{"Target":"34","Player":"That's odd. I can see no switch for the lights in here."}]},{"NPC":"The only thing I have ever had in common with others is a desire for my non-existence.","ID":"z","Choices":[{"Target":"1x","Player":"You wouldn't talk like this if you hadn't been close to anyone."},{"Target":"1c","Player":"I won't humour your wallowing any longer. I need to get out of here!"},{"Target":"1k","Player":"Okay. What about places and things?"}]},{"NPC":"In fact I do recall two things. She once fed me stewed rutabaga. I was obstinate, refused to swallow it. She would always exploit my weaknesses, having learned them before I had the sense to hide them.","ID":"A","Choices":[{"Target":"I","Player":" What weaknesses did she exploit?"},{"Target":"1t","Player":"I see. Funnily enough, there were several rutabagas in this room when I arrived."}]},{"NPC":"Only when forced to state the obvious.","ID":"B","Choices":[{"Target":"1c","Player":"If you're the only company this place has to offer, I'm going!"}]},{"NPC":"I might equally have been alive, able to hear you, but unwilling to answer. What does it matter?","ID":"C","Choices":[{"Target":"1W","Player":"I just thought needless pedantry was normal here."},{"Target":"7","Player":"This achieves nothing. Do you know anything about this room?"}]},{"NPC":"If you're healthy, you should refrain from eating until you are not. If there's any much left, you may eat a little.","ID":"D","Choices":[{"Target":"%","Player":"Makes sense."}]},{"NPC":"Yes. There's always cannibalism.","ID":"E","Choices":[{"Target":"1%","Player":"Not yet! There may still be food. I can make some."},{"Target":"1#","Player":"Let's get out of here before it comes to that."}]},{"NPC":"What am I not missing?","ID":"F","Choices":[{"Target":"#","Player":"A room with grey walls and a bare concrete floor, whose only opening appears to lead into complete darkness. At the far end is a chest of drawers, some sort of stove, a sink and three chutes opening above wooden boxes containing food."},{"Target":"G","Player":"Just a dingy, artificially lit box with some poorly designed rubbish at the back."},{"Target":"R","Player":"A bare room with a few... appliances. There's an open door leading into a corridor."}]},{"NPC":"And at the front?","ID":"G","Choices":[{"Target":"H","Player":"There is a doorway leading into what looks like a tunnel."},{"Target":"2z","Player":"An opening leading into complete darkness."}]},{"NPC":"Where might the tunnel lead, can you see any light?","ID":"H","Choices":[{"Target":"1e","Player":"No, it just gets darker."},{"Target":"1d","Player":"Yes, there's a faint light and what might be the rungs of a ladder."}]},{"NPC":"Oh now... I can't think of a specific example.","ID":"I","Choices":[{"Target":"1H","Player":"That's generally the way with exploitation. You feel it but you're sketchy about the details."},{"Target":"1u","Player":"Why say all that , then?"}]},{"NPC":"Pop psychology! Drivel!","ID":"J","Choices":[{"Target":"L","Player":"Dreck!"}]},{"NPC":"The only relevant part of it my life – if that isn't putting it too strongly – is taking place as we speak.","ID":"K","Choices":[{"Target":"Z","Player":"Let's attend to the matter at hand."},{"Target":"U","Player":"What are we supposed to do? What is there to talk about here?"}]},{"NPC":"Doggerel!","ID":"L","Choices":[{"Target":"1D","Player":"Dross!"}]},{"NPC":"What do you mean by that?","ID":"N","Choices":[{"Target":"a","Player":"Kill you – put you out of your misery."},{"Target":"O","Player":"Nothing, never mind."}]},{"NPC":"Oh dear, I was rather hoping you would offer to uethanise me, or at least dull the... not so much pain... tedium? No, dulling tedium would only magnify it.","ID":"O","Choices":[{"Target":"P","Player":"I'd rather magnify pain. Take my time. It will become just another kind of tedium."}]},{"NPC":"Are you Serious? As long as you get the job done sooner or later.","ID":"P","Choices":[{"Target":"c","Player":"Yes"},{"Target":"Q","Player":"No, You called my bluff."}]},{"NPC":"Disappointing. What now?","ID":"Q","Choices":[{"Target":"3g","Player":"There should be food here."},{"Target":"1#","Player":"I think we should leave here. We'll starve otherwise."}]},{"NPC":"Perhaps you could see what's down the corridor, or make us something to eat.","ID":"R","Choices":[{"Target":"S","Player":"I lied about the corridor. The door leads into complete darkness. I can't see anything at all outside."},{"Target":"T","Player":"Too much effort. I'll see about food, though; I'm a bit peckish."}]},{"NPC":"[Sighs] Well, you could still make something to eat.","ID":"S","Choices":[{"Target":"W","Player":"Very well, I'll make some food."},{"Target":"1","Player":"We'll run out of food eventually. We'll leave regardless. "}]},{"NPC":"I can't remember the last time I ate.","ID":"T","Choices":[{"Target":"V","Player":"I didn't say I'd make anything for you!"},{"Target":"W","Player":"I'll cook you something."}]},{"NPC":"I can't help in that regard. All I recall before your voice is clanking metal and rumbling.","ID":"U","Choices":[{"Target":"#","Player":"We're in a room. There's an exit on one side and a rudimentary kitchen on the other. There appears to be food."},{"Target":"0","Player":"There's two options here. Eat the food lying in boxes, or take the only exit. Neither looks inviting."}]},{"NPC":"I'm hungry.","ID":"V","Choices":[{"Target":"W","Player":"OK, I'll try to find some food."},{"Target":"T","Player":"Shut up!"}]},{"NPC":"Tell me when the food is ready.","ID":"W","Choices":[{"Target":"T","Player":"I'll let you know."},{"Target":"V","Player":"I'm not making any food."}]},{"NPC":"Every time I left a place, I would think \"there is nothing for me here\". ","ID":"X","Choices":[{"Target":"3Z","Player":"[You do not speak.]"},{"Target":"3Z","Player":"Okay."},{"Target":"3Z","Player":"I'm sure this is interesting, but I think we should address the situation at hand."}]},{"NPC":"Never mind.","ID":"Y","Choices":[{"Target":"1c","Player":"You're mad! I need to find a way out of here."},{"Target":"Z","Player":"Good, let's talk about our situation."}]},{"NPC":"Very well. Were are we? What are our options?","ID":"Z","Choices":[{"Target":"#","Player":"We're in a room. There's an exit on one side and some kind of rudimentary kitchen on the other."},{"Target":"0","Player":"We can try to eat the food or leave via the only door. Neither looks inviting."}]},{"NPC":"Then it's simple: We eat or leave.","ID":"#","Choices":[{"Target":"W","Player":"Are you hungry, I can try to make something for us to eat. "},{"Target":"1","Player":"Let's leave. There's nothing to do here."},{"Target":"0","Player":"I'm not sure where the exit leads. It's completely dark outside."}]},{"NPC":"Have you been outside yet? Did you find anything?","ID":"$","Choices":[{"Target":"14","Player":"It's just pitch black. My feet could find no purchase out there. It could be a sheer drop."},{"Target":"2q","Player":"It seems like some kind of tunnel. I could feel a faint rush of air coming at me, so there must be a way out."}]},{"NPC":"Then there's the question of states of mind. There are numerous differences between our sensoria. I feel hunger less. Would a day more of solitude even register in my mind?","ID":"%","Choices":[{"Target":"31","Player":"It's hard to say."},{"Target":"1v","Player":"This might be simpler if we agree on whether starvation, or starvation combined with solitude, is worse?"}]},{"NPC":"Get out of my earshot.","ID":"10","Choices":[{"Target":"13","Player":"Sorry – changed my mind. I want to take you with me."},{"Target":"15","Player":"I'm going – just wanted to get one last look at your feeble body."}]},{"NPC":"Are we out of the room yet? I can still hear the buzzing.","ID":"11","Choices":[{"Target":"12","Player":"Don't worry we'll leave soon."},{"Target":"2A","Player":"Yes, we left a while ago. We're in a different room now."}]},{"NPC":"Have we left the room yet?","ID":"12","Choices":[{"Target":"13","Player":"Not yet. I've got a few  things to do."},{"Target":"16","Player":"Yes, we're going now."}]},{"NPC":"Let's get out of this room. There's nothing for us here.","ID":"13","Choices":[{"Target":"11","Player":"All right, I'll push you out."}]},{"NPC":"Death is a certainty in here; it's merely a possibility out there. I have clung too fiercely to certainty my entire life and look how I ended up!","ID":"14","Choices":[{"Target":"13","Player":"Then we both go!"}]},{"NPC":"Why are you still here?","ID":"15","Choices":[{"Target":"16","Player":"I'm leaving!"}]},{"NPC":"What could possibly detain you in this room? Go!","ID":"16","Choices":[{"Target":"14","Player":"To be honest, I'm afraid the door leads to a sheer drop."},{"Target":"13","Player":"I'm going!"}]},{"NPC":"[The man is silent and still.]","ID":"17","Choices":[{"Target":"2","Player":"Can you hear me? Are you alive?"},{"Target":"19","Player":"Hello."},{"Target":"3","Player":"[You smile] Hi! I'm Had, who are you?"},{"Target":"18","Player":"[You say nothing.]"}]},{"NPC":"[He remains unmoving and doesn't utter a word.]","ID":"18","Choices":[{"Target":"19","Player":"Um... Hi."},{"Target":"4","Player":"[You hold your tongue.]"}]},{"NPC":"Who said that? I can't see a thing.","ID":"19","Choices":[{"Target":"F","Player":"You're not missing much?"},{"Target":"3","Player":"I'm Had. Who are you?"}]},{"NPC":"[The man laughs.]","ID":"1a","Choices":[{"Target":"1p","Player":"[You  join in laughing.]"},{"Target":"1n","Player":"What's funny?"}]},{"NPC":"Perhaps. Perhaps life is nature's only error. Perhaps you ought to kill me.","ID":"1b","Choices":[{"Target":"a","Player":"Do you really want that?"}]},{"NPC":"Leave the way you came!","ID":"1c","Choices":[{"Target":"1h","Player":"I'm not sure how I got here."},{"Target":"1r","Player":"There's one opening. I can't see where it leads."}]},{"NPC":"A ladder? How did I get down here? Never mind. Could you carry me up? I can't be much more than bone now. In any case a quick death is preferable to a slow one.","ID":"1d","Choices":[{"Target":"1","Player":"Okay, let's leave this place."}]},{"NPC":"Doesn't it? Well, I'm willing to take the chance.","ID":"1e","Choices":[{"Target":"1","Player":"I suppose we'll eventually starve here. Let's go."}]},{"NPC":"[The man is not breathing.]","ID":"1f","Choices":[]},{"NPC":"Give me something to eat so we meet our end together.","ID":"1g","Choices":[{"Target":"W","Player":"All right...."},{"Target":"1","Player":"On second thought, we're leaving!"},{"Target":"D","Player":"How would we ensure that we pass at the same time. Within an hour of each other, even."}]},{"NPC":"Well, use your powers of deduction.","ID":"1h","Choices":[{"Target":"H","Player":"There's one opening, leading into what appears to be a tunnel."},{"Target":"1r","Player":"There's a door to this room, though it's too dark to see where it leads."}]},{"NPC":"Leave me to starve.","ID":"1i","Choices":[{"Target":"1j","Player":"No, I'll make you some food."},{"Target":"1j","Player":"As you wish."}]},{"NPC":"Leave me to starve.","ID":"1j","Choices":[{"Target":"1i","Player":"No, I'll make you something to eat."},{"Target":"1i","Player":"As you wish."}]},{"NPC":"I have general ideas of things: conveyor belts, jars, tabulating machines. All that has substance to me now is something like an ocean.","ID":"1k","Choices":[{"Target":"1l","Player":"An ocean?"},{"Target":"1c","Player":"You're mad! I'm finding a way out of here. I can't listen to this. "}]},{"NPC":"I wasn't aware of its push and pull, its ebb and flow. I wanted strange, foolish things. Acted senselessly. Caused pain. It's hard to see nature of your sight. Now this ocean is all I know with any clarity. It was almost still before you got here.","ID":"1l","Choices":[{"Target":"1m","Player":"Not sure I follow the metaphor."},{"Target":"1c","Player":"I've heard enough of this gibberish. I'm going!"}]},{"NPC":"Here's another! A neglected dog, tormented by bored children. Its master ignores this. One day, it tears its master's throat out.","ID":"1m","Choices":[{"Target":"1q","Player":"You're mad."},{"Target":"1w","Player":" I get it. Don't let people under your skin."}]},{"NPC":"Your suffering.","ID":"1n","Choices":[{"Target":"1o","Player":"Can you laugh at your own suffering?"}]},{"NPC":"I used to, quite a lot, but even the best jokes wear thin.","ID":"1o","Choices":[{"Target":"s","Player":"Can you recall any of this suffering?"}]},{"NPC":"[The man continues laughing.]","ID":"1p","Choices":[{"Target":"1q","Player":"[You continue laughing with him.]"}]},{"NPC":"What of it?","ID":"1q","Choices":[{"Target":"1c","Player":"Never mind. I'm leaving."},{"Target":"1Y","Player":"I think I'll go the same way if I stay here."}]},{"NPC":"Try to find out. I'm not yet willing to take just any door. Things can always be worse.","ID":"1r","Choices":[{"Target":"h","Player":"I suppose so. Let's stay here. Are you hungry? There's food here... of sorts."},{"Target":"H","Player":"Actually, now that I look closer, the door seems to lead into a tunnel."},{"Target":"F","Player":"Worse! Have you... Well of course you haven't seen this place. You're not missing much, if that's any consolation"}]},{"NPC":"And the state of me!","ID":"1s","Choices":[{"Target":"2e","Player":"Oh, enough about you!"},{"Target":"2h","Player":"Cruelty incarnate this creator."}]},{"NPC":"I must be hungry, because the thought of a rutabaga does not turn my stomach.","ID":"1t","Choices":[{"Target":"W","Player":"Good. I'll cook some."},{"Target":"2i","Player":"There's no more rutabaga."}]},{"NPC":"Say what?","ID":"1u","Choices":[{"Target":"1c","Player":"Oh, I'm sick of this. I wish I could get out of here."},{"Target":"2F","Player":"You said your mother exploited your weakness before you had the sense to hide it."}]},{"NPC":"Solitude can be good or bad. If we tried we could think of situation in which starvation is good, but this gets us nowhere.","ID":"1v","Choices":[{"Target":"1i","Player":"If it's inevitable we'll starve, let's not eat."}]},{"NPC":"Don't have a skin. Bleed freely. Hope they lock you up.","ID":"1w","Choices":[{"Target":"1Z","Player":"Did they lock you up?"},{"Target":"1c","Player":"I think I've heard enough. I'm going."}]},{"NPC":"She was sometimes close, and sometimes less so. She moved, you see. Gracefully. And I, more or less stationary, was at the mercy of her movement.","ID":"1x","Choices":[{"Target":"1y","Player":"So you've always needed a wheelchair?"}]},{"NPC":"No, I did move, though never with ease. I moved better, or at least more, when I saw her. Now, I haven't seen or moved in a long time, but I still play it out in my head, like an etiolated plant imagining springtime.","ID":"1y","Choices":[{"Target":"1z","Player":"What do you play out?"}]},{"NPC":"Her moment. Farther and closer, in exquisite arcs...I know this is foolish, but...","ID":"1z","Choices":[{"Target":"1A","Player":"But?"},{"Target":"2%","Player":"Any specific examples?"}]},{"NPC":"Life never suffocated the fool in me. Perhaps I had been able to move more.. But I still nurture it.","ID":"1A","Choices":[{"Target":"1B","Player":"Speaking of foolishness, this talk achieves nothing."},{"Target":"a","Player":"Perhaps I could help you put and end to it."}]},{"NPC":"What would you rather talk about?","ID":"1B","Choices":[{"Target":"1%","Player":"Food, perhaps. We need to eat."},{"Target":"1#","Player":"Leaving this place. We can't stay."}]},{"NPC":"Yes. I'll admit it. That half-cocked syllogism left a bad taste in my mouth. A person does no better to abuse logic here than use it.","ID":"1C","Choices":[{"Target":"2j","Player":"So you'd rather starve and talk gibberish! Logic has a use here."},{"Target":"h","Player":"This is nonsense. Undernourished brain, perhaps. Are you hungry?"}]},{"NPC":"Tripe!","ID":"1D","Choices":[{"Target":"1E","Player":"Excrement! "}]},{"NPC":"Gibberish!","ID":"1E","Choices":[{"Target":"1V","Player":"Gumpf!"}]},{"NPC":"No others. I spent my life perfecting the solitary faux pas.","ID":"1F","Choices":[{"Target":"1G","Player":"Can you give me an example?"},{"Target":"1c","Player":"This is getting absurd. I'm leaving."}]},{"NPC":"I held a belief about which I was uncertain. About the contents of another's mind.","ID":"1G","Choices":[{"Target":"1c","Player":"My puny intellect can't cope. I'm leaving!"},{"Target":"3A","Player":"[You remain silent.]"}]},{"NPC":"True. I wonder who is exploited here? You or me?","ID":"1H","Choices":[{"Target":"2y","Player":"Both of us. There is some other agency at work here."},{"Target":"2x","Player":"Me, if I choose to keep you alive."}]},{"NPC":"Only a truly despicable person would commit such a thing to writing!","ID":"1I","Choices":[{"Target":"1K","Player":"I can't argue with that."},{"Target":"1J","Player":"And you're not such a person?"}]},{"NPC":"Despicable, yes. But to be truly despicable would require that my nature fit the crude logic of truth and falsity...","ID":"1J","Choices":[{"Target":"1B","Player":"Please stop. The first was bad enough."},{"Target":"1L","Player":"[You stay silent.]"}]},{"NPC":"Good. Where were we?","ID":"1K","Choices":[{"Target":"3e","Player":"Before the all that business with your memory, I think we'd just met."},{"Target":"3c","Player":"I told you my name."}]},{"NPC":"Indeed, the entirety of nature would need to be amenable to logic. That is to say the world.","ID":"1L","Choices":[{"Target":"1B","Player":"I've  had enough of this!"},{"Target":"1N","Player":"[You hold your tongue.]"}]},{"NPC":"If the world were indeed composed of states of affairs, however numerous. These expressible in some language, however arcane and artificial.","ID":"1N","Choices":[{"Target":"1B","Player":"Stop!"},{"Target":"1O","Player":"[You do not utter a word.]"}]},{"NPC":"It could be said that I am truly such a despicable person.","ID":"1O","Choices":[{"Target":"1R","Player":"That was the last of it I hope!"},{"Target":"1P","Player":"[You remain silent.]"}]},{"NPC":"[The man does not speak.]","ID":"1P","Choices":[{"Target":"1Q","Player":"You're finished?"},{"Target":"1T","Player":"[You do not speak.]"}]},{"NPC":"Must be, but I can't remember what.","ID":"1Q","Choices":[{"Target":"35","Player":"Lucky you."},{"Target":"3b","Player":"That you're a despicable person!"}]},{"NPC":" I think I can summarise by saying that I'm despicable, but not truly so.","ID":"1R","Choices":[{"Target":"1S","Player":"You certainly can."},{"Target":"1%","Player":"I'm making some food. Do you want any?"}]},{"NPC":"[He is silent.] ","ID":"1S","Choices":[{"Target":"1c","Player":"I'm going."},{"Target":"27","Player":"[You don't break the silence.]"}]},{"NPC":"[The man is silent.]","ID":"1T","Choices":[{"Target":"1Q","Player":"So that was it?"},{"Target":"1P","Player":"[You are silent.]"}]},{"NPC":"In that case if there was enough to sustain us for four times longer, it would be worse to ignore the craving. Twice and we'd do better.","ID":"1U","Choices":[{"Target":"1w","Player":"As you suggested there's more of me left. I'll outlast you on catabolism alone."}]},{"NPC":"I feel better now! I think I know where we stand.","ID":"1V","Choices":[{"Target":"1X","Player":"Are you happy?"},{"Target":"2L","Player":"I wish I knew."}]},{"NPC":"Pedantry is my only talent. Leave off or we'll fall out.","ID":"1W","Choices":[{"Target":"20","Player":"Talent! Do you even have a postgraduate degree? What have you had published? Has anyone willingly listened to you with the aim of improving their knowledge?"},{"Target":"1c","Player":"If the only vacancy is for a pupil. I'm not staying here."}]},{"NPC":"Let's not get ahead of ourselves! \"Better\" might have been a push.","ID":"1X","Choices":[{"Target":"2N","Player":"[You sigh.] Well where do we stand?"},{"Target":"Z","Player":"I think we got a little excited. Let's get back to the matter at hand."}]},{"NPC":"Neither of us will be able to tell when you've lost it.","ID":"1Y","Choices":[{"Target":"1c","Player":"Then I need to leave!"},{"Target":"1#","Player":"We should go. I can get you help."}]},{"NPC":"This could even be my cell.","ID":"1Z","Choices":[{"Target":"1#","Player":"Let's escape!"},{"Target":"1$","Player":"I could be your jailor"}]},{"NPC":"Yes let's leave. How do we get out?","ID":"1#","Choices":[{"Target":"1","Player":"There's only one exit: a doorway."},{"Target":"1r","Player":"There's an opening in the back of this room, but I can't see where it leads."}]},{"NPC":"Servant, more like! I'm couldn't escape if I wanted to.","ID":"1$","Choices":[{"Target":"1c","Player":"I'm no one's servant. Good bye!"},{"Target":"1%","Player":"It's the only thing that makes sense. Do you want some food?"}]},{"NPC":"Yes. I'm hungry.","ID":"1%","Choices":[{"Target":"W","Player":"OK, I'll try to find some food."},{"Target":"T","Player":"No, I'm no one's cook."}]},{"NPC":"Don't talk to me.","ID":"20","Choices":[]},{"NPC":"No. That doesn't sit right, does it? All words result from decay. Each one brings us closer to falling into a disorder.","ID":"21","Choices":[{"Target":"22","Player":"[You are silent.]"},{"Target":"3","Player":"[You cough.] I'm Had, nice to meet you."}]},{"NPC":"This would be more proper. A string of disturbances within my bloated bowels played my soft palate like a wind instrument.","ID":"22","Choices":[{"Target":"3","Player":"[You clear your throat.] Hello, I'm Had."},{"Target":"23","Player":"[You remain silent..]"}]},{"NPC":"Thus producing a semblance of speech!","ID":"23","Choices":[{"Target":"3","Player":"Yes. Of course. My name's Had, by the way. Nice to meet you."},{"Target":"24","Player":"[You don't utter a word.]"}]},{"NPC":"[He says nothing.]","ID":"24","Choices":[{"Target":"3","Player":"You should be careful with that kind of talk. You know what people say about first impressions. Anyway, my name's Had."},{"Target":"25","Player":"[You hold your tongue.]"}]},{"NPC":"Well?","ID":"25","Choices":[{"Target":"26","Player":"That was disgusting."},{"Target":"3","Player":"That was interesting. My name's had. It's a pleasure..."}]},{"NPC":"What's so unpalatable about a human corpse? It's almost guaranteed to act ethically. It's the living who disgusted me.","ID":"26","Choices":[{"Target":"u","Player":"Tell me about these disgusting people."},{"Target":"1c","Player":"I can't listen to any more of this. I'm out of here!"}]},{"NPC":"[He does not speak.] ","ID":"27","Choices":[{"Target":"1S","Player":"[You say nothing.]"},{"Target":"1#","Player":"What's there to talk about in this room. We should go."}]},{"NPC":"I know my reasoning is flawed. I don't know enough to reason better. An education was beyond my means, or so I surmise.","ID":"28","Choices":[{"Target":"29","Player":"You didn't go to school?"},{"Target":"1c","Player":"Can't you tell I'm bored. I'm leaving here at once."}]},{"NPC":"I couldn't say. There's a gulf in my memory that stretches from early childhood to late adulthood.","ID":"29","Choices":[{"Target":"2a","Player":"I'm surprised you can distinguish between the two."},{"Target":"2b","Player":"I'm sorry to hear that."}]},{"NPC":"I tend to assume the happy memories are childhood ones.","ID":"2a","Choices":[{"Target":"3v","Player":"A good rule of thumb."},{"Target":"Z","Player":"As much as I enjoy playing the psychotherapist, we need to take stock of this situation."}]},{"NPC":"It could be worse. You don't know what I've forgotten.","ID":"2b","Choices":[{"Target":"2c","Player":"Nor do you."},{"Target":"2d","Player":"Fair."}]},{"NPC":"This is tiresome. ","ID":"2c","Choices":[{"Target":"1#","Player":"Yes. This place is stultifying. Can we leave?"},{"Target":"1%","Player":"Perhaps some food will break the tedium."}]},{"NPC":"What I am keen to know is whether I'll die here.","ID":"2d","Choices":[{"Target":"1r","Player":"There is an exit, though I can't see where it leads."},{"Target":"0","Player":"There is food."}]},{"NPC":"Let's talk about you, Had.","ID":"2e","Choices":[{"Target":"2f","Player":"That wasn't what I meant. "},{"Target":"2g","Player":"Not much to say, really. I've always been caught up in one thing or another. No time of autobiography. "}]},{"NPC":"What did you mean?","ID":"2f","Choices":[{"Target":"#","Player":"I meant the practicalities. What do we do? We're in some sort of rudimentary kitchen, with one exit."}]},{"NPC":"Nothing left to say about either of us. What about this place?","ID":"2g","Choices":[{"Target":"G","Player":"This room is dingy and artificially lit,  with some poorly designed rubbish at the back."},{"Target":"R","Player":"We're in a bare room with a few... appliances. There's an open door leading into a corridor."}]},{"NPC":"Leaving one person here to starve was one thing. But company!","ID":"2h","Choices":[{"Target":"%","Player":"Perhaps one of us should prologue their life. The other starve in solitude."},{"Target":"1c","Player":"I'll spare you my company. I'm going."}]},{"NPC":"Cook anything. I don't care.","ID":"2i","Choices":[{"Target":"W","Player":"Fine."},{"Target":"1c","Player":"You can starve for all I care. I'm going."}]},{"NPC":"And what is that?","ID":"2j","Choices":[{"Target":"2k","Player":"Assuming we both want to live. The food here will perish, as will we. There is an exit that could lead us to outlive the food by more than a month."}]},{"NPC":"Your premise is flawed.","ID":"2k","Choices":[{"Target":"10","Player":"You want to die? I'm going without you."}]},{"NPC":"I sold graphics cards for data centres. How about you?","ID":"2l","Choices":[{"Target":"2m","Player":"I bought hardware for data centres."}]},{"NPC":"How serendipitous!  ","ID":"2m","Choices":[{"Target":"2n","Player":"If only there were computers here."}]},{"NPC":"If only. ","ID":"2n","Choices":[{"Target":"1r","Player":"Maybe there are computers on the other side of that door. I'm still not sure what's out there."}]},{"NPC":"To my detriment.","ID":"2o","Choices":[{"Target":"2p","Player":"Don't be ridiculous!"},{"Target":"36","Player":"I can't argue with that."}]},{"NPC":"A light bulb is useful. It doesn't complain.","ID":"2p","Choices":[{"Target":"33","Player":"Then stop complaining. Be like the bulb you admire."}]},{"NPC":"Is there a surface for my wheelchair? ","ID":"2q","Choices":[{"Target":"2r","Player":"I'll check."}]},{"NPC":"Let me know whether the tunel is passable.","ID":"2r","Choices":[{"Target":"13","Player":"I've checked and it's flat. Similar to the floor in here."},{"Target":"2s","Player":"There's a lot of rubble out there. I don't think you'll get through. "}]},{"NPC":"Could you not carry me?","ID":"2s","Choices":[{"Target":"2t","Player":"No, I can't."},{"Target":"2w","Player":"I can try."}]},{"NPC":"Why? Fate? Causality?  Fear of intimacy?","ID":"2t","Choices":[{"Target":"2u","Player":"Closer to the first two. It's beyond me."}]},{"NPC":"I know the feeling. Goodbye.","ID":"2u","Choices":[{"Target":"2v","Player":"Sorry to leave you like this."},{"Target":"2v","Player":"I  wouldn't want to be you right now."}]},{"NPC":"You should leave while you can.","ID":"2v","Choices":[]},{"NPC":"I think I'm still in my chair.","ID":"2w","Choices":[{"Target":"2t","Player":"Sorry, I can't carry you."}]},{"NPC":"You assume that being alive is in some way advantageous to me.","ID":"2x","Choices":[{"Target":"2K","Player":"Life seems to provide you with a bottomless reservoir of self-pity. "},{"Target":"3f","Player":"Well then I'm the exploiter.  I can do whatever I want to you. I can let you starve. You're defenceless."}]},{"NPC":"I see what you mean – though it's hard to think what could be gained from putting us here.","ID":"2y","Choices":[{"Target":"2Y","Player":"It needn't make sense. The trouble begins when matter starts wanting things."},{"Target":"2#","Player":"We could be a form of entertainment. "}]},{"NPC":"Have you tested the darkness with your foot?","ID":"2z","Choices":[{"Target":"14","Player":"Yes. I could find no purchase. It could be a metre deep. It could be a kilometre."}]},{"NPC":"Why didn't the buzzing stop?","ID":"2A","Choices":[{"Target":"2B","Player":"There were lights along the way."}]},{"NPC":"You said it was dark in the passage.","ID":"2B","Choices":[{"Target":"2D","Player":"[You say nothing.]"},{"Target":"2C","Player":"We haven't left the first room."}]},{"NPC":"Have the decency to lie convincingly.","ID":"2C","Choices":[{"Target":"11","Player":"I'm sorry."}]},{"NPC":"[The man is silent.]","ID":"2D","Choices":[{"Target":"2E","Player":"[You hold your tongue.]"},{"Target":"2C","Player":"We're still in the first room."}]},{"NPC":"[The man does not speak.]","ID":"2E","Choices":[{"Target":"2C","Player":"We haven't left the first room."},{"Target":"2D","Player":"[You remain silent.]"}]},{"NPC":"I though I grew out of that nonsense!","ID":"2F","Choices":[{"Target":"2G","Player":"We all resent our parents."}]},{"NPC":"I meant weakness you cretin! Weakness!","ID":"2G","Choices":[{"Target":"2H","Player":"You don't strike me as the strongest of people."}]},{"NPC":"[The man is silent.]","ID":"2H","Choices":[{"Target":"2I","Player":"No offence."},{"Target":"2I","Player":"[You don not speak.]"}]},{"NPC":"[The man remains silent.]","ID":"2I","Choices":[{"Target":"2J","Player":"Hello!"},{"Target":"2J","Player":"[You hold your tongue.]"}]},{"NPC":"[His silence thickens.]","ID":"2J","Choices":[{"Target":"2H","Player":"Sorry!"},{"Target":"2H","Player":"[You keep quiet.]"}]},{"NPC":"Yes. You are a serf. You sow the seeds of misery. I accumulate most of the yield and give you just enough to survive. It's the natural order.","ID":"2K","Choices":[{"Target":"Y","Player":"What?"},{"Target":"3z","Player":"What If I revolt?"},{"Target":"3O","Player":"I think I prefer it this way."}]},{"NPC":"Bollocks! You can see what's under your feet. Describe it to me.","ID":"2L","Choices":[{"Target":"2O","Player":"The floor is concrete, bare in the middle with streaks of dirt near the walls. What gets me is what's behind the these walls."},{"Target":"2P","Player":"I'd rather not."}]},{"NPC":"Amid bad prose and bric-a-brac. That rally of words! Reminded me of my tennis days!","ID":"2N","Choices":[{"Target":"2V","Player":"The rally! I see now."},{"Target":"2R","Player":"What?"}]},{"NPC":"[He utters half a syllable then stops.]","ID":"2O","Choices":[{"Target":"2Q","Player":"The pipes that end in the corner. They must start somewhere."},{"Target":"1r","Player":"There's an opening. It must lead somewhere."}]},{"NPC":"If I had such an advantage, I'd cling to it too.","ID":"2P","Choices":[{"Target":"2U","Player":"I'm not one to cling! The floor is concrete if you must know."},{"Target":"1c","Player":"Now I'll leave you to you ignorance!"},{"Target":"1#","Player":"There's nothing work hearing about here. Let's leave this place."}]},{"NPC":"Superstition!","ID":"2Q","Choices":[{"Target":"1c","Player":"I don't need this! I'm going to find where they come from!"},{"Target":"1#","Player":"Do you want come with me? We'll see who's superstitious."}]},{"NPC":"What do you mean \"what\"? You were part of it.","ID":"2R","Choices":[{"Target":"2S","Player":"Understand what?"},{"Target":"2V","Player":"They came crashing into my awareness. Seemed right for the moment."}]},{"NPC":"You wouldn't be the the first living thing to bring about to such a... jolt to my nervous system! And not comprehend the part you played. ","ID":"2S","Choices":[{"Target":"2T","Player":"I don't even want to understand that."},{"Target":"1c","Player":"That's vile. I'm going."}]},{"NPC":"Let's talk about something else.","ID":"2T","Choices":[{"Target":"10","Player":"There's more facile chatter or silence. Or we can talk about leaving here."},{"Target":"1%","Player":"There's food here. Are you hungry."}]},{"NPC":"And the walls?","ID":"2U","Choices":[{"Target":"3p","Player":"Painted white. Composition unknown."}]},{"NPC":"Miraculous.","ID":"2V","Choices":[{"Target":"2W","Player":"Not a word I thought I'd hear here."},{"Target":"Z","Player":"Wonderful. Now let's attend to the dross."}]},{"NPC":"Trotted out under worse circumstances no doubt.","ID":"2W","Choices":[{"Target":"2X","Player":"And what are our circumstances? "}]},{"NPC":"Does what it is now here even qualify as circumstances? You're better equipped to answer anyway.","ID":"2X","Choices":[{"Target":"#","Player":"We're in a room. There's an exit on one side and a rudimentary kitchen on the other. There appears to be food."},{"Target":"0","Player":"This room affords us two options. Eat the food lying in boxes, or take the only exit. Neither looks inviting."}]},{"NPC":"You're right. One should never underestimate the perversity of agency","ID":"2Y","Choices":[{"Target":"2Z","Player":"It's true. I have half a mind to leave you here to rot."},{"Target":"Z","Player":"This is facilitating, but we should deal with the matter at hand."}]},{"NPC":"It's no skin off my nose.","ID":"2Z","Choices":[{"Target":"1c","Player":"Okay, I'm leaving."},{"Target":"1%","Player":"In that case I'll stay. Sustain you. Are you hungry?"}]},{"NPC":"Yes. Let's not given them the satisfaction. What's the least entertaining thing we can do?","ID":"2#","Choices":[{"Target":"1#","Player":"We should leave here at once."},{"Target":"2$","Player":"Let's starve in silence."}]},{"NPC":"A splendid idea","ID":"2$","Choices":[{"Target":"1i","Player":"That settles it."},{"Target":"1#","Player":"Sorry, I can't do that. Let's leave here."}]},{"NPC":"The time I'd been brusque. I could feel her eyes boring into my back. I knew she wouldn't leave until I turned my chair. So I did, eighteen degrees at a time. ","ID":"2%","Choices":[{"Target":"30","Player":"[You are silent.]"},{"Target":"Z","Player":"I can't listen to this! We need to attend to the matter at hand."}]},{"NPC":"After that I remember staring at her bare ankles. Not her face. Nothing else. I don't know what she did or when she left. Shame carved a hole in my memory. When I try to push though, it is as thought I've caught hold of my own viscera.","ID":"30","Choices":[{"Target":"n","Player":"I wouldn't force you to relive that. Lets talk about something else."},{"Target":"3x","Player":"Ach! What's wrong with you?"}]},{"NPC":"There are two sources of uncertainty there: thinking of another, and thinking of the future. You'd do better to restrict your thoughts to the present and yourself.","ID":"31","Choices":[{"Target":"32","Player":"I'm hungry. I'm making some food."},{"Target":"1c","Player":"Right now I want to get our of this room!"}]},{"NPC":"Can I have some?","ID":"32","Choices":[{"Target":"W","Player":"Yes."},{"Target":"V","Player":"No."}]},{"NPC":"I'll stop when my heart does.","ID":"33","Choices":[{"Target":"N","Player":"I can expedite this."},{"Target":"n","Player":"So be it. Let's talk about something else."}]},{"NPC":"The lights are making that awful buzzing?","ID":"34","Choices":[{"Target":"2a","Player":"They must be."},{"Target":"37","Player":"No, I don't think so."}]},{"NPC":"Where does this leave us?","ID":"35","Choices":[{"Target":"#","Player":"In a room. There's an exit on one side and a rudimentary kitchen on the other. There appears to be food."},{"Target":"0","Player":"With two options: Eat the food lying in boxes, or take the only exit. Neither looks inviting."}]},{"NPC":"Good. What were we talking about before light bulbs?","ID":"36","Choices":[{"Target":"3c","Player":"I'd just introduced myself."},{"Target":"3h","Player":"I can't remember."}]},{"NPC":"Can you find a way to end the buzzing?","ID":"37","Choices":[{"Target":"38","Player":"I can try."},{"Target":"3a","Player":"No."}]},{"NPC":"I hope the buzzing stops soon.","ID":"38","Choices":[{"Target":"39","Player":"I'm still looking for a way."},{"Target":"3a","Player":"I can't find a way to stop it."}]},{"NPC":"I can still hear the buzzing.","ID":"39","Choices":[{"Target":"38","Player":"I haven't stopped it yet. Sorry."},{"Target":"3a","Player":"There's no way of stopping it."}]},{"NPC":"I've tolerated it up until now. Why not until the end?","ID":"3a","Choices":[{"Target":"1#","Player":"You're assuming it ends here. We should leave this place."},{"Target":"Z","Player":"It's a shame, but we have more important matters to attend to."}]},{"NPC":"Oh yes! always need to get that out of the way when I first meet people.","ID":"3b","Choices":[{"Target":"Z","Player":"Now that we're past formalities, let's deal with the situation in which we find ourselves."},{"Target":"1#","Player":"I think the only thing left to discuss is when we leave this room."}]},{"NPC":"Any what's your name?","ID":"3c","Choices":[{"Target":"3","Player":"Had."},{"Target":"3d","Player":"It's not important."}]},{"NPC":"What is?","ID":"3d","Choices":[{"Target":"#","Player":"The room we're in:. There's an exit on one side and a rudimentary kitchen on the other. There appears to be food."},{"Target":"0","Player":"Our options in this room. We either eat the food lying in boxes, or take the only exit. Neither looks inviting."}]},{"NPC":"[He is silent.]","ID":"3e","Choices":[{"Target":"1#","Player":"I think our only option is to leave this place."},{"Target":"3i","Player":"[You do not speak.]"}]},{"NPC":"Do your worst.","ID":"3f","Choices":[{"Target":"1i","Player":"I'll let hunger take you."},{"Target":"a","Player":"Starvation is too slow. I'll do it myself."},{"Target":"1c","Player":"I'll leave this room. To hell with you!"}]},{"NPC":"I should probably eat.","ID":"3g","Choices":[{"Target":"W","Player":"I'll cook you something."}]},{"NPC":"What now?","ID":"3h","Choices":[{"Target":"3j","Player":"I don't know."},{"Target":"Z","Player":"Let's deal with the matter at hand."}]},{"NPC":"[He remains silent.]","ID":"3i","Choices":[{"Target":"1c","Player":"I'm sick of this. I'm leaving!"},{"Target":"3e","Player":"[You hold your tongue.]"}]},{"NPC":"I'm content to sit here and rot.","ID":"3j","Choices":[{"Target":"1c","Player":"I'm leaving this place!"},{"Target":"1#","Player":"I'm not letting you. I'm leaving and you're coming with me."}]},{"NPC":"Debatable but you're right. I would do well to value my being.","ID":"3k","Choices":[{"Target":"w","Player":"Your being?"},{"Target":"3l","Player":"[You don't speak.]"}]},{"NPC":"But that's not right. Is it? What I'd give to \"be\"...  All this leaden moment seems to do is sink.","ID":"3l","Choices":[{"Target":"J","Player":"This is all very abstract. You like to rationalise, don't you?  What's really wrong?"},{"Target":"y","Player":"It may seem to sink now, but being can change. It is change."}]},{"NPC":"Can I finish?","ID":"3m","Choices":[{"Target":"3l","Player":"Yes."},{"Target":"2T","Player":"No."}]},{"NPC":"The door? You must have come from somewhere!","ID":"3n","Choices":[{"Target":"3o","Player":"There's a doorway. A rectangular opening. Pitch black outside."}]},{"NPC":"Anything else of note?","ID":"3o","Choices":[{"Target":"3r","Player":"Enough! I'm not giving you a full inventory of this room."},{"Target":"3q","Player":"Left to right: cupboard; gas hob; sink; three metal chutes opening above boxes – these contain celery, cornflour and rutabagas."}]},{"NPC":"The ceiling?","ID":"3p","Choices":[{"Target":"3n","Player":"Grey, possibly plaster!"}]},{"NPC":"Good. Any light fittings?","ID":"3q","Choices":[{"Target":"3s","Player":"Two. Likely fluorescent. Buzzing incessantly."},{"Target":"3u","Player":"You're relentless! I'm not answering that."}]},{"NPC":"Allow a blind man this one indulgence.","ID":"3r","Choices":[{"Target":"2T","Player":"No!"},{"Target":"3o","Player":"Oh all right."}]},{"NPC":"Excellent!","ID":"3s","Choices":[{"Target":"3t","Player":"I hope all that was useful."},{"Target":"2T","Player":"Well that's that!"}]},{"NPC":"It wasn't in the slightest but I've always acquired knowledge for its own sake.","ID":"3t","Choices":[{"Target":"1c","Player":"That's it. I'm leaving!"},{"Target":"Z","Player":"Now we've got that out of the way, we can talk about the matter at hand."}]},{"NPC":"One last indulgence.","ID":"3u","Choices":[{"Target":"3q","Player":"Oh all right."},{"Target":"2T","Player":"Not a chance!"}]},{"NPC":"Who knows, maybe my parents were addicts. Selling sex and things they stole in front of me.","ID":"3v","Choices":[{"Target":"3w","Player":"You remember this?"}]},{"NPC":"No. Just exercising my imagination.","ID":"3w","Choices":[{"Target":"Z","Player":"I think it's time we attend to reality."}]},{"NPC":"A few things I'm sure, even when I could see and walk. I don't remember.","ID":"3x","Choices":[{"Target":"3y","Player":"Oh dear. I'm sorry, I don't know what I meant by that."},{"Target":"1c","Player":"So you're a headcase as well... I'm out of here!"}]},{"NPC":"It's hardly ambiguous. The way I acted. There was something broken in my head! Something missing! I'm almost glad you came out and said it.","ID":"3y","Choices":[{"Target":"n","Player":"I... I don't know what to say. Let's talk about something else."},{"Target":"Z","Player":"You gain nothing by beating yourself up about something you can't change. Let's try to deal with the matter at hand. "}]},{"NPC":"You can have all the misery to yourself.","ID":"3z","Choices":[{"Target":"a","Player":"If misery is currency here, I want all of it. I'll kill anyone in my way!"},{"Target":"Z","Player":"[You laugh.] This is amusing but let's deal with the matter at hand."}]},{"NPC":"Then I thought that a good God, a loving God, wouldn't plonk an erroneous thought in my skull. I must, therefore, have been right.","ID":"3A","Choices":[{"Target":"28","Player":"That certainly is bad."},{"Target":"1I","Player":"Have you written these aphorisms down?"}]},{"NPC":"That was horrible! What did you just shovel that into my mouth. Did you even cook it?","ID":"3B","Choices":[{"Target":"3C","Player":"No. You should be grateful to get anything!"},{"Target":"3D","Player":"Sorry, I'll cook it next time."}]},{"NPC":"Grateful? You overestimate the value I place on my ongoing existence.","ID":"3C","Choices":[{"Target":"3k","Player":"All life is valuable."},{"Target":"a","Player":"All right, perhaps I should put an end to it."}]},{"NPC":"Next time? Wonderful! Monotony, then death.","ID":"3D","Choices":[{"Target":"0","Player":"What do you suggest instead?"},{"Target":"1#","Player":"Then we should leave!"}]},{"NPC":"Thanks. I'm sure I've eaten worse muck.","ID":"3E","Choices":[{"Target":"3F","Player":"Okay, what's the worst thing you've eaten?"},{"Target":"3I","Player":"You'd better get used to it. There's nothing here to improve it."}]},{"NPC":"Probably an insect. As a child I naively thought they were named after their contents: butterflies, mealworms, cockroaches. ","ID":"3F","Choices":[{"Target":"3G","Player":"What would a cockroach contain?"},{"Target":"n","Player":"Can we talk about something else?"}]},{"NPC":"Oh, I was just being obscene.","ID":"3G","Choices":[{"Target":"3N","Player":"Oh, right. I'm not sure what to say now."},{"Target":"3H","Player":"I suppose you're allowed to paedophilic references to your self."}]},{"NPC":"It's one of life's few guiltless pleasures. ","ID":"3H","Choices":[{"Target":"3J","Player":"What disturbs me is that I don't even know whether you're serious."},{"Target":"n","Player":"Oh dear. Let's change the subject. "}]},{"NPC":"Wonderful! Monotony – if not decline – then death.","ID":"3I","Choices":[{"Target":"0","Player":"What do you suggest instead?"},{"Target":"1#","Player":"Then we should leave!"}]},{"NPC":"Serious about what?","ID":"3J","Choices":[{"Target":"1c","Player":"You were... Never mind. I'm leaving!"},{"Target":"3K","Player":"You were... sexualising your childhood self."}]},{"NPC":"Oh yes, It's one of life's few guiltless pleasures.","ID":"3K","Choices":[{"Target":"3L","Player":"You said that already."}]},{"NPC":"Said what?","ID":"3L","Choices":[{"Target":"3K","Player":"You were talking inappropriately about your childhood."},{"Target":"Z","Player":"Enough of this! Let's deal with the matter at hand."}]},{"NPC":"[The man is silent.]","ID":"3N","Choices":[{"Target":"3P","Player":"[You don't speak.]"},{"Target":"Z","Player":"Lets, let's deal with the matter at hand."}]},{"NPC":"Good. Make me some food. Make it as vile as possible.","ID":"3O","Choices":[{"Target":"W","Player":"Very well."},{"Target":"3Q","Player":"Surely starvation would be worse."}]},{"NPC":"[The man remains silent.]","ID":"3P","Choices":[{"Target":"3N","Player":"[.You hold your tongue.]"},{"Target":"1c","Player":"Right, I'm leaving!"}]},{"NPC":"I can think of nothing worse than drawing my life out with bland food, can you?","ID":"3Q","Choices":[{"Target":"W","Player":"Fair point, I'll make something insipid."},{"Target":"1","Player":"This is ridiculous! The only sane option is to leave here."}]},{"NPC":"I'm not sure whether that was mush or ash you fed me.","ID":"3R","Choices":[{"Target":"3S","Player":"Why aren't you sure?"},{"Target":"3T","Player":"Yes, I overcooked it... Sorry."}]},{"NPC":"Can't taste much anymore.","ID":"3S","Choices":[{"Target":"3U","Player":"You're lucky."},{"Target":"3T","Player":"What can you do?"}]},{"NPC":"I can hear quite well.","ID":"3T","Choices":[{"Target":"7","Player":"You've been in this room longer than me. What did you hear?"},{"Target":"3W","Player":"And you have me for company! Life is cruel."}]},{"NPC":"Yes, It's a useless sense here. I wish I could see though.","ID":"3U","Choices":[{"Target":"F","Player":"I'm not sure you're missing much,"},{"Target":"3V","Player":"Have you always been blind?"}]},{"NPC":"I saw once, but not sharply.","ID":"3V","Choices":[{"Target":"3Y","Player":"Do you remember what it was like to see?"}]},{"NPC":"It is indeed. It's a mark of my cowardice and nothing else that I've lived this long.","ID":"3W","Choices":[{"Target":"3X","Player":"So you want to die."},{"Target":"Z","Player":"This bitterness achieves nothing. Let's deal with this situation."}]},{"NPC":"Yes, I want to die.","ID":"3X","Choices":[{"Target":"n","Player":"I... Can't we talk about something else?"},{"Target":"b","Player":"Given the cruelty of out situation, killing you is the kindest thing thing I can do."},{"Target":"c","Player":"I was hoping you'd say that."}]},{"NPC":"Yes, I remember her.","ID":"3Y","Choices":[{"Target":"1z","Player":"Her?"}]},{"NPC":"After leaving scores of places, even an intellect as feeble as mine began to make out a pattern. ","ID":"3Z","Choices":[{"Target":"3#","Player":"[You are silent.]"},{"Target":"Z","Player":"This talk achieves nothing. Let's deal with out situation!"},{"Target":"1c","Player":"I've heard enough. I'm out of here!"},{"Target":"3#","Player":"Right."}]},{"NPC":"Lichen, for example, establishes some sort of footing on even the most barren of rock. Whatever organisms – and... agglomerations of culture! – have coalesced to form me, add up to something with less of a place in the world than a coalition of fungi and bacteria – or at least, to a thing capable of thinking this to be the case. Which is hardly better.","ID":"3#","Choices":[{"Target":"1b","Player":"Perhaps lichen ruminates on the past."},{"Target":"Y","Player":"What?"}]}]