[{"NPC":"Oh, am I? And what makes you think I've been here for longer than you have?","ID":"0","Choices":[{"Target":"","Player":"You were here when I arrived."},{"Target":"L","Player":"Fine! We could have blinked into existence simultaneously, or you a fraction of a second after me. It means nothing. You will help me be becasue you have nothing else to do."},{"Target":"H","Player":"You look older than me."}]},{"NPC":"Is anything at all discernible in this dark?","ID":"1","Choices":[]},{"NPC":"I hear nothing for afar and you see nothing. Could you could peer as far out as possible? Sniff also?","ID":"2","Choices":[]},{"NPC":"Implausible. I would hear some evidence of life if that were the case. If you're telling the truth, there is no reason for your staying here.","ID":"3","Choices":[]},{"NPC":"What can you verify?","ID":"4","Choices":[]},{"NPC":"In that case, let us start from facts. Tell me what you know about this place, what you can see.","ID":"5","Choices":[]},{"NPC":"My logic says so, but forget it. What good is logic here?","ID":"6","Choices":[]},{"NPC":"A band... *He knits his brow* Of which I may have been a member.","ID":"7","Choices":[]},{"NPC":"Anal signifier.","ID":"8","Choices":[{"Target":"7","Player":"What?"}]},{"NPC":"Yes. On to what, however?","ID":"9","Choices":[]},{"NPC":"An invasive question... But, what dignity have I to lose? *He inhales deeply* I can move neither my arms nor my legs, and my torso ceases to be mine below the ribcage. Breathing can be a struggle and sensation is sporadic. I may already have told you of my blindness but my memory is useless, see. Are you satisfied?","ID":"a","Choices":[{"Target":"N","Player":"Only my curiosity is satisfied. I will not be until I master this place."},{"Target":"O","Player":"I don't mean to pry... *You squirm.* But you must be incontinent. Do you have any... arrangements for that?"},{"Target":"","Player":"That sounds awful. Do you think that I could find someone to take care of you?"},{"Target":"Q","Player":"Would you like me to put an end to your suffering?"},{"Target":"R","Player":"You poor thing. Is there anything I can do to help?"}]},{"NPC":"*He is silent and still.*","ID":"b","Choices":[{"Target":"c","Player":"Hello."},{"Target":"d","Player":"*You stand facing the man, glancing around the room, frantically.* Can you hear me? Are you alive?"},{"Target":"e","Player":"*You smile* Hi, I'm Lig. Who are you... And where are we?"},{"Target":"f","Player":"*You say nothing*"}]},{"NPC":"Yes. Who are you? I can't see a thing.","ID":"c","Choices":[{"Target":"h","Player":"It could be worse; anyway, there isn't much to see here. I'm Lig, by the way."},{"Target":"i","Player":"What would be achieved by my telling you that? You'd be able to put a name to a face? *You sneer.*"},{"Target":"I","Player":"I can't recall my name."},{"Target":"g","Player":"I'm Lig."}]},{"NPC":"Alas, my hearing is fine.","ID":"d","Choices":[{"Target":"a","Player":"What about the rest of you? What works?"},{"Target":"j","Player":"Um, well... Good. Do you know how you got into this room?"},{"Target":"k","Player":"I see. Can you tell me what you know about this room?"}]},{"NPC":"Lig! *He emits a harsh cackle that wheezes into a lengthy pause.* I can't remember and I don't know.","ID":"e","Choices":[{"Target":"","Player":"You're no use at all."},{"Target":"0","Player":"Useful. Regardless of what you think of my name, you're going to help me to find a way out of here. You've been here longer than I have; you must know something about this place?"},{"Target":"k","Player":"All right. Please just tell me what you do know about this place?"},{"Target":"","Player":"A nameless man mocking the name of another! What are you going to make fun of next? My gait?"}]},{"NPC":"*He remains unmoving and doesn't utter a word*","ID":"f","Choices":[{"Target":"","Player":"*You hold your tongue*"},{"Target":"","Player":"Oh dear. I wonder if he's dead?"},{"Target":"d","Player":"Hello. Can you here me?"},{"Target":"e","Player":"I'm Lig. What's your name and.. where are we?"}]},{"NPC":"Your name is Lig... Perhaps it is best that I can't recall mine.","ID":"g","Choices":[{"Target":"","Player":"Perhaps. Can you remember anything of your life?"},{"Target":"R","Player":"Can't recall yours... Oh dear. Are you all right? Do you need anything?"},{"Target":"k","Player":"*You chuckle dryly.* What follows is abortive: Can you tell me all you know about this place?"}]},{"NPC":"I find it reassuring, Lig, that you think it could be worse. Tell me, what do you see that you find so underwhelming? Call me whatever you please, by the way.","ID":"h","Choices":[{"Target":"Y","Player":"There is a cupboard, a sink and a small stove at the far end of this room. There is also a row of three metal chutes with openings above three boxes. There is one opening at the rear and two light fittings above us."},{"Target":"X","Player":"There is a door at the rear and a few poorly designed appliances and items of furniture at the front."},{"Target":"W","Player":"Why should I tell you?"}]},{"NPC":"I might be able to place your words under a heading other than 'Impertinent stain'. Anyway, it doesn't matter, you can call me whatever you like.  *He pauses, twisting the right-hand side of his mouth in thought* Call me Gumpf!","ID":"i","Choices":[{"Target":"T","Player":"All right, my name is Lig."},{"Target":"k","Player":"You're right, forget it. Names are nonsensical here. Lets try and achieve something... Can you tell me what you know about this farcical place?"},{"Target":"S","Player":"All right Gumpf. Do you have any idea why we're here?"}]},{"NPC":"I haven't the faintest idea.","ID":"j","Choices":[{"Target":"V","Player":"No idea? Well I know precisely how we got here."},{"Target":"","Player":"I see. Can you recall anything about yourself?"},{"Target":"k","Player":"All right. Can you tell me what you know about this place, then?"},{"Target":"U","Player":"I see. I am just as clueless as to how I got here. Do you have any idea what we can do or how we can get out?"}]},{"NPC":"Very Well. I can hear what sounds like liquid dripping on metal somewhere and a constant humming emanating from above my head. Some time ago, I heard a metallic rumbling and many thuds. I'm afraid that is all. My memory is poor.","ID":"k","Choices":[{"Target":"K","Player":"Please try to remember anything you can. You know more than you're letting on. You have to, you've been here for longer than I have."},{"Target":"","Player":"Thank you. It would be wrong of me to expect someone in your state to know a lot about their surroundings. And you say your memory is poor... Can you remember anything about yourself?"},{"Target":"Z","Player":"I understand, neither of us know much for certain about this place. But can you offer any speculation? The dripping sound must come from sink, meaning that there is a supply of water. This water must come from somewhere. There must be other rooms."}]},null,null,null,null,null,null,null,null,null,null,null,null,null,null,null,{"NPC":"Don't talk nonsense.","ID":"A","Choices":[{"Target":"","Player":"In what way is my request that you refrain from dismality nonsensical?"}]},{"NPC":"Forget it. *He pauses.* Can you please tell me what you can see?","ID":"B","Choices":[]},{"NPC":"This conversation, like my existence with respect to your intention, lacks a point. Look for these putative utensils of yours.","ID":"C","Choices":[]},{"NPC":"Sorry.","ID":"D","Choices":[]},{"NPC":"Facts may be what you want, but I have few of those at present.","ID":"E","Choices":[]},{"NPC":"If so, get it over with. Don't loaf around, mocking my infirmity.","ID":"F","Choices":[]},{"NPC":"I agree. Nonetheless, we must keep Newton's balls swinging. Can you tell me anything about yourself?","ID":"G","Choices":[]},{"NPC":"That doesn't prove anything. Do you have anything of worth in your skull?","ID":"H","Choices":[{"Target":"G","Player":"No."}]},{"NPC":"Nor can I.","ID":"I","Choices":[]},{"NPC":"I assume that you are better equipped for that task.","ID":"J","Choices":[]},{"NPC":"Why do you think I've been here for longer than you?","ID":"K","Choices":[]},{"NPC":"Supposing that my only other option was not to help you. Why wouldn't I choose it?","ID":"L","Choices":[]},{"NPC":"*He appears to start saying something but hesitates and stops*","ID":"N","Choices":[]},{"NPC":"No. It is a topic best avoided.","ID":"O","Choices":[{"Target":"","Player":"I'm sorry, but there are health implications. However awkward, I must persist."}]},{"NPC":"Do you mean someone who can euthanize me?","ID":"P","Choices":[]},{"NPC":"Though I don't object, I might struggle. My flesh is programmed to prolong my existence regardless of whether I crave the finality of extinction.","ID":"Q","Choices":[]},{"NPC":"I doubt that there is much you could do to ease my infirmity. Food and water will postpone my death.","ID":"R","Choices":[]},{"NPC":"No.","ID":"S","Choices":[]},{"NPC":"Lig.*He mouths your name slowly, as if meditating on its form* That explains your reticence.","ID":"T","Choices":[]},{"NPC":"No.","ID":"U","Choices":[]},{"NPC":"Tell me then. I'm dying to know.","ID":"V","Choices":[]},{"NPC":"What would you stand to gain by refusing?","ID":"W","Choices":[]},{"NPC":"What's on the other side of the door?","ID":"X","Choices":[]},{"NPC":"This opening... Where does it lead?","ID":"Y","Choices":[{"Target":"b","Player":"A concrete tunnel. It is featureless and seemingly without end."},{"Target":"1","Player":"Into dark."},{"Target":"3","Player":"A rough-hewn stone stairway leads up to verdant foliage. I can see nothing beyond the light and greenery."},{"Target":"2","Player":"I see nothing distinct, only black."}]},{"NPC":"Other rooms? Don't be superstitious!","ID":"Z","Choices":[{"Target":"6","Player":"In what way is is superstitious to assume that pipes lead from somewhere?"},{"Target":"5","Player":"All right, I see. Superstitious or not, we have to start somewhere."},{"Target":"4","Player":"Bugger it! Let's stick to what we can verify and see how far that gets us."}]}]