[{"NPC":"Hi! I'm Had, who are you?","ID":"0","Choices":[{"Target":"U","Player":"What?"},{"Target":"1","Player":"I can't remember my name. But there are worse things than forgetfulness. Had! "},{"Target":"H","Player":"Who am I? What a question!"}]},{"NPC":"What do you remember?","ID":"1","Choices":[{"Target":"2","Player":"I remember nothing."}]},{"NPC":"That can't be true! You must remember something.","ID":"2","Choices":[{"Target":"3","Player":"You're right. There's definitely something here. I just needed to relax my definition of a thing."}]},{"NPC":"A thing? What about people?","ID":"3","Choices":[{"Target":"4","Player":"Not people but words. Words I've recalled again and again. Descendants of words once spoken. My many faux pas! Other than those the time I got the last word in with that braggart! And the blithe bruising words of that manipulatrix!"},{"Target":"v","Player":"Why? The only thing I ever had in common with others is a desire for my non-existence."}]},{"NPC":"There must have been more people. What about the faux pas?","ID":"4","Choices":[{"Target":"5","Player":"I spent my life perfecting the solitary faux pas."},{"Target":"a","Player":"I mostly embarrassed myself in private. Where others were involved, all I could tell you now is the type, colour and condition of their shoes."}]},{"NPC":"Can you give me an example?","ID":"5","Choices":[{"Target":"6","Player":"I held a belief about which I was uncertain. About the contents of another's mind. Then I thought that a good God, a loving God, would never plonk an erroneous thought in my skull. I must therefore have been right."},{"Target":"j","Player":"There was a time I could move my arm – well enough to attend to myself at least."}]},{"NPC":"Have you written these aphorisms down?","ID":"6","Choices":[{"Target":"7","Player":"Only a truly despicable person would commit such a thing to writing!"},{"Target":"k","Player":"My magnum opus!. You can find copies in three national libraries."}]},{"NPC":"I can't argue with that.","ID":"7","Choices":[{"Target":"8","Player":"Good. Where were we?"}]},{"NPC":"Before the all that business with your memory, I think we'd just met.","ID":"8","Choices":[{"Target":"9","Player":"[You are silent.]"}]},{"NPC":"[They do not speak.]","ID":"9","Choices":[{"Target":"b","Player":"[You remain silent.]"},{"Target":"b","Player":"Well, where does that leave us?"}]},{"NPC":"Tell me what you can.","ID":"a","Choices":[{"Target":"l","Player":"I'd been brusque. I could feel her eyes boring into my back. She wouldn't leave until I turned my chair. So I did, eighteen degrees at a time."}]},{"NPC":"I think our only option is to leave this place.","ID":"b","Choices":[{"Target":"c","Player":"Yes let's leave. How do we get out?"}]},{"NPC":"There's an opening to this room, but I can't see where it leads.","ID":"c","Choices":[{"Target":"d","Player":"Try to find out. I'm not yet willing to take just any door. Things can always be worse."}]},{"NPC":"Actually, now that I look closer, the door seems to lead into a tunnel.","ID":"d","Choices":[{"Target":"e","Player":"Where might the tunnel lead, can you see any light?"}]},{"NPC":"No, it just gets darker.","ID":"e","Choices":[{"Target":"f","Player":"Doesn't it? Well, I'm willing to take the chance."}]},{"NPC":"I suppose we'll eventually starve here. Let's go.","ID":"f","Choices":[{"Target":"g","Player":"You'll need to push me out of the door."}]},{"NPC":"All right, I'll push you ","ID":"g","Choices":[]},{"NPC":"Don't worry we'll leave soon.","ID":"h","Choices":[{"Target":"i","Player":"Have we left the room yet?"}]},{"NPC":"Not yet. I've got a few  things to do.","ID":"i","Choices":[{"Target":"g","Player":"Let's get out of this room. There's nothing for us here."}]},{"NPC":"Spare me! I don't want to hear this.","ID":"j","Choices":[{"Target":"G","Player":"Very well."},{"Target":"p","Player":"Bear with me! The onanism is only incidental."}]},{"NPC":"What happened to the other copies?","ID":"k","Choices":[{"Target":"","Player":"Pulped!"},{"Target":"","Player":"The publishers said there wasn't a market. "}]},{"NPC":"[They are silent.]","ID":"l","Choices":[{"Target":"m","Player":"After that I remember staring at her bare ankles. Not her face. Nothing else."},{"Target":"m","Player":"I saw her face for an imperceptible instant. Livid. My gaze shot to her feet, like an insect shocked by sudden movement. All I remember from then on is her slender ankles."}]},{"NPC":"[They remain silent.]","ID":"m","Choices":[{"Target":"n","Player":" I don't know what she did or when she left. Shame carved a hole in my memory. When I try to push though, it is as thought I've caught hold of my own viscera"},{"Target":"o","Player":"A flashbulb! Something hard struck the side of my head. That's all I remember. "}]},{"NPC":"Sounds painful. I don't think I want to hear any more. Let's talk about the matter at hand.","ID":"n","Choices":[]},{"NPC":"[They don't utter a word.]","ID":"o","Choices":[{"Target":"","Player":"Sorry, I don't know why I'm telling you this."},{"Target":"","Player":"Well? You asked about my memories."},{"Target":"","Player":"[You hold your tongue.]"}]},{"NPC":"Okay, lets hear it.","ID":"p","Choices":[{"Target":"q","Player":"I wondered how such a thing as my mind, which I could not measure with a ruler, could cause the excitation of such a thing as my member, which I could. "}]},{"NPC":"[They are silent.]","ID":"q","Choices":[{"Target":"r","Player":"Then I realised that it was all very simple. Everything was composed of simple indivisible things. My mind was one such thing, that perceived with some degree of clarity. My hand was composed of of a multitude of less clear things, murky ponds full of dimwitted fish. "}]},{"NPC":"[They remain silent.]","ID":"r","Choices":[{"Target":"s","Player":"The crux of it was that none of these things interacted. They merely appeared to do so. They moved independently on a course predetermined by God. This was an immense relief. That a man slumped in a chair should attend to himself in such a manner was simply a matter of course! It could be no other way, and my mind had as much choice in the matter as my hand."}]},{"NPC":"That's awful!","ID":"s","Choices":[{"Target":"u","Player":"Yes, but it gave me solace while I beleived it."},{"Target":"t","Player":"Beautiful in a way, but definitely a false step in my reasoning. "}]},{"NPC":"Dimwitted fish and onanism! Beautiful?","ID":"t","Choices":[{"Target":"","Player":"I suppose I could have chosen more pleasant memory."},{"Target":"","Player":"Don't get me started on aesthetics! There's plenty more where that came from."}]},{"NPC":"Well that's what's important. Let's talk about something else.","ID":"u","Choices":[]},{"NPC":"Okay. What about places and things?","ID":"v","Choices":[{"Target":"w","Player":"I have general ideas of things: conveyor belts, jars, tabulating machines. All that has substance to me now is something like an ocean."}]},{"NPC":"An ocean?","ID":"w","Choices":[{"Target":"x","Player":"I wasn't aware of its push and pull, its ebb and flow. I wanted strange, foolish things. Acted senselessly. Caused pain. It's hard to see nature of your sight. Now this ocean is all I know with any clarity. It was almost still before you got here."}]},{"NPC":"Not sure I follow the metaphor.","ID":"x","Choices":[{"Target":"y","Player":"Here's another! A neglected dog, tormented by bored children. Its master ignores this. One day, it tears its master's throat out."}]},{"NPC":"I get it. Don't let people under your skin.","ID":"y","Choices":[{"Target":"z","Player":"Don't have a skin. Bleed freely. Hope they lock you up."}]},{"NPC":"Did they lock you up?","ID":"z","Choices":[{"Target":"A","Player":"This could even be my cell."}]},{"NPC":"Let's escape!","ID":"A","Choices":[{"Target":"B","Player":"Yes let's leave. How do we get out?"}]},{"NPC":"There's only one exit: a doorway.","ID":"B","Choices":[{"Target":"C","Player":"You'll need to push me out of the door."},{"Target":"D","Player":"Can you see where it leads?"}]},{"NPC":"All right, I'll push you ","ID":"C","Choices":[]},{"NPC":"No. It's pitch black outside.","ID":"D","Choices":[{"Target":"E","Player":"Have you tested the darkness with your foot?"}]},{"NPC":"Yes. I could find no purchase. It could be a metre deep. It could be a kilometre.","ID":"E","Choices":[{"Target":"F","Player":"Death is a certainty in here; it's merely a possibility out there. I have clung too fiercely to certainty my entire life and look how I ended up!"}]},{"NPC":"Then we both go!","ID":"F","Choices":[]},{"NPC":"Thank you. But where does this leave us?","ID":"G","Choices":[{"Target":"","Player":"You're in a better position to answer that and I."}]},{"NPC":"You don't know where you are?","ID":"H","Choices":[{"Target":"I","Player":"I barley know that I am! Maybe you can tell me where I am."}]},{"NPC":"I just got here. I doubt I can tell you anything you know.","ID":"I","Choices":[{"Target":"J","Player":"Can you see?"}]},{"NPC":"Yes.","ID":"J","Choices":[{"Target":"K","Player":"Well I can't."}]},{"NPC":"Ah. Well you're not missing much.","ID":"K","Choices":[{"Target":"L","Player":"What am I not missing?"}]},{"NPC":"A room with grey walls and a bare concrete floor, whose only opening appears to lead into complete darkness. At the far end is a chest of drawers, some sort of stove, a sink and three chutes opening above wooden boxes containing food.","ID":"L","Choices":[{"Target":"N","Player":"Then it's simple: We eat or leave."},{"Target":"E","Player":"Have you tried to step out of the opening?"}]},{"NPC":"Are you hungry, I can try to make something for us to eat. ","ID":"N","Choices":[{"Target":"O","Player":"Tell me when the food is ready."}]},{"NPC":"I'll let you know.","ID":"O","Choices":[]},{"NPC":"Well that's all of the muck finished. You must have been hungry!","ID":"P","Choices":[{"Target":"","Player":"I never know when a meal will be my last."}]},{"NPC":"I can't eat another mouthful of that muck! I'm afraid I'll drown you if I force any more down your throat. Let's leave it for now.","ID":"Q","Choices":[{"Target":"S","Player":"There are worse ways to go than drowning."}]},{"NPC":"I'm starving! I'm going to make some food.","ID":"R","Choices":[]},{"NPC":"I can think of quicker ways too.","ID":"S","Choices":[{"Target":"T","Player":"What do you mean by that?"},{"Target":"","Player":"Yes. Potassium cyanide, nuclear fission, "}]},{"NPC":"Kill you – put you out of your misery.","ID":"T","Choices":[{"Target":"","Player":"If you have the stomach for it, by all means kill me."}]},{"NPC":"I'm had! Who are you!","ID":"U","Choices":[{"Target":"1","Player":"If I had a name, I don't remember it. But it could be worse... Had! "},{"Target":"H","Player":"Who am I? What a question!"}]}]